Object.defineProperty(exports, "__esModule", {
    value: !0
}), exports.default = [ {
    groupName: "A",
    groupKey: "A",
    cities: [ "阿坝藏族羌族自治州", "安顺市", "安阳市", "安庆市", "鞍山市", "安康市", "阿拉善盟", "阿克苏地区", "阿拉尔市", "阿里地区" ]
}, {
    groupName: "B",
    groupKey: "B",
    cities: [ "北京市", "保定市", "白银市", "巴中市", "毕节地区", "保山市", "蚌埠市", "亳州市", "滨州市", "本溪市", "宝鸡市", "白山市", "白城市", "北海市", "百色市", "包头市", "巴彦淖尔市", "巴音郭楞蒙古自治州", "北屯市" ]
}, {
    groupName: "C",
    groupKey: "C",
    cities: [ "成都市", "长沙市", "长春市", "沧州市", "承德市", "潮州市", "常德市", "郴州市", "楚雄彝族自治州", "长治市", "常州市", "滁州市", "巢湖市", "池州市", "朝阳市", "崇左市", "赤峰市", "昌吉回族自治州", "昌都地区" ]
}, {
    groupName: "D",
    groupKey: "D",
    cities: [ "大连市", "东莞市", "大理白族自治州", "定西市", "德阳市", "达州市", "德宏傣族景颇族自治州", "迪庆藏族自治州", "大同市", "东营市", "德州市", "丹东市", "大庆市", "大兴安岭地区" ]
}, {
    groupName: "E",
    groupKey: "E",
    cities: [ "鄂州市", "恩施土家族苗族自治州", "鄂尔多斯市" ]
}, {
    groupName: "F",
    groupKey: "F",
    cities: [ "福州市", "佛山市", "阜阳市", "抚州市", "抚顺市", "阜新市", "防城港市" ]
}, {
    groupName: "G",
    groupKey: "G",
    cities: [ "广州市", "贵阳市", "桂林市", "甘南藏族自治州", "广元市", "广安市", "甘孜藏族自治州", "赣州市", "果洛藏族自治州", "固原市", "贵港市" ]
}, {
    groupName: "H",
    groupKey: "H",
    cities: [ "杭州市", "合肥市", "哈尔滨市", "邯郸市", "衡水市", "惠州市", "河源市", "黄冈市", "黄石市", "衡阳市", "怀化市", "红河哈尼族彝族自治州", "鹤壁市", "衡水市", "淮安市", "湖州市", "淮南市", "淮北市", "黄山市", "荷泽市", "葫芦岛市", "海北藏族自治州", "海东市", "海南藏族自治州", "海西蒙古族藏族自治州", "黄南藏族自治州", "汉中市", "鹤岗市", "黑河市", "海口市", "贺州市", "河池市", "呼和浩特市", "呼伦贝尔市", "哈密地区", "和田地区" ]
}, {
    groupName: "J",
    groupKey: "J",
    cities: [ "济南市", "吉林市", "江门市", "揭阳市", "嘉峪关市", "金昌市", "酒泉市", "荆州市", "焦作市", "晋城市", "晋中市", "嘉兴市", "金华市", "景德镇市", "九江市", "吉安市", "济宁市", "锦州市", "鸡西市", "佳木斯市" ]
}, {
    groupName: "K",
    groupKey: "K",
    cities: [ "昆明市", "开封市", "喀什地区", "克拉玛依市", "克孜勒苏柯尔克孜自治州" ]
}, {
    groupName: "L",
    groupKey: "L",
    cities: [ "兰州市", "廊坊市", "临夏回族自治州", "陇南市", "娄底市", "泸州市", "乐山市", "凉山彝族自治州", "六盘水市", "丽江市", "临沧市", "洛阳市", "廊坊市", "临汾市", "吕梁市", "连云港市", "丽水市", "六安市", "龙岩市", "莱芜市", "临沂市", "聊城市", "辽阳市", "辽源市", "柳州市", "来宾市", "拉萨市", "林芝地区" ]
}, {
    groupName: "M",
    groupKey: "M",
    cities: [ "茂名市", "梅州市", "绵阳市", "眉山市", "马鞍山市", "牡丹江市" ]
}, {
    groupName: "N",
    groupKey: "N",
    cities: [ "南昌市", "内江市", "南充市", "怒江傈僳族自治州", "南京市", "南通市", "宁波市", "南平市", "宁德市", "南宁市", "那曲地区" ]
}, {
    groupName: "P",
    groupKey: "P",
    cities: [ "平凉市", "攀枝花市", "平顶山市", "濮阳市", "莆田市", "萍乡市", "盘锦市" ]
}, {
    groupName: "Q",
    groupKey: "Q",
    cities: [ "秦皇岛市", "清远市", "庆阳市", "黔西南布依族苗族自治州", "黔东南苗族侗族自治州", "黔南布依族苗族自治州", "曲靖市", "衢州市", "泉州市", "青岛市", "齐齐哈尔市", "七台河市", "钦州市" ]
}, {
    groupName: "R",
    groupKey: "R",
    cities: [ "日照市", "日喀则地区" ]
}, {
    groupName: "S",
    groupKey: "S",
    cities: [ "上海市", "深圳市", "苏州市", "石家庄市", "沈阳市", "汕头市", "韶关市", "汕尾市", "十堰市", "随州市", "邵阳市", "遂宁市", "思茅市", "朔州市", "宿迁市", "绍兴市", "宿州市", "三明市", "上饶市", "商洛市", "四平市", "松原市", "双鸭山市", "绥化市", "三亚市", "石嘴山市", "石河子市", "山南地区" ]
}, {
    groupName: "T",
    groupKey: "T",
    cities: [ "天津市", "太原市", "唐山市", "天水市", "铜仁地区", "泰州市", "台州市", "铜陵市", "泰安市", "铁岭市", "铜川市", "通化市", "通辽市", "铁门关市", "图木舒克市", "塔城地区", "吐鲁番地区" ]
}, {
    groupName: "W",
    groupKey: "W",
    cities: [ "武汉市", "无锡市", "乌鲁木齐市", "武威市", "文山壮族苗族自治州", "温州市", "芜湖市", "潍坊市", "威海市", "渭南市", "吴忠市", "梧州市", "乌海市", "乌兰察布市", "五家渠市" ]
}, {
    groupName: "X",
    groupKey: "X",
    cities: [ "西安市", "厦门市", "西宁市", "邢台市", "咸宁市", "襄阳市", "孝感市", "湘潭市", "湘西土家族苗族自治州", "西双版纳傣族自治州", "新乡市", "忻州市", "徐州市", "宣城市", "信阳市", "新余市", "咸阳市", "兴安盟", "锡林郭勒盟" ]
}, {
    groupName: "Y",
    groupKey: "Y",
    cities: [ "银川市", "烟台市", "阳江市", "云浮市", "宜昌市", "益阳市", "永州市", "岳阳市", "宜宾市", "雅安市", "玉溪市", "阳泉市", "运城市", "盐城市", "扬州市", "鹰潭市", "宜春市", "营口市", "玉树藏族自治州", "延安市", "榆林市", "延边朝鲜族自治州", "伊春市", "玉林市", "伊犁哈萨克自治州" ]
}, {
    groupName: "Z",
    groupKey: "Z",
    cities: [ "郑州市", "中山市", "张家口市", "珠海市", "湛江市", "肇庆市", "张掖市", "张家界市", "株洲市", "自贡市", "资阳市", "遵义市", "昭通市", "镇江市", "舟山市", "漳州市", "淄博市", "枣庄市", "中卫市" ]
} ];